"About" = "Info";

"Chat and Message Alerts" = "Benachrichtigungen für Chat und Nachrichten";

"Notification settings, including push notification settings, are located inside the app.  Open your bookmarks and tap Account Settings." = "Benachrichtigungseinstellungen, einschließlich von Einstellungen für Push-Benachrichtigungen, befinden sich innerhalb der Anwendung.";

"Notifications" = "Benachrichtigungen";

"Photo and Video" = "Foto und Video";

"Play Sound" = "Ton abspielen";

"Record HD Video" = "HD-Video aufnehmen";

"Version" = "Version";

"Vibrate" = "Vibration";

